export const EU_COUNTRY_CODES = new Set([
  'AT','BE','BG','CY','CZ','DE','DK','EE','ES','FI',
  'FR','GR','HR','HU','IE','IT','LT','LU','LV','MT',
  'NL','PL','PT','RO','SE','SI','SK',
])

export const COUNTRY_NAMES_BG = {
  US: 'САЩ',           DE: 'Германия',        IE: 'Ирландия',
  FR: 'Франция',       GB: 'Великобритания',   LU: 'Люксембург',
  NL: 'Нидерландия',   CH: 'Швейцария',        JP: 'Япония',
  CN: 'Китай',         CA: 'Канада',           AU: 'Австралия',
  SE: 'Швеция',        DK: 'Дания',            NO: 'Норвегия',
  AT: 'Австрия',       BE: 'Белгия',           IT: 'Италия',
  ES: 'Испания',       PT: 'Португалия',       FI: 'Финландия',
  PL: 'Полша',         CZ: 'Чехия',            HU: 'Унгария',
  RO: 'Румъния',       GR: 'Гърция',           BG: 'България',
  HR: 'Хърватия',      SK: 'Словакия',         SI: 'Словения',
  LT: 'Литва',         LV: 'Латвия',           EE: 'Естония',
  MT: 'Малта',         CY: 'Кипър',            LI: 'Лихтенщайн',
  IS: 'Исландия',      NO: 'Норвегия',         SG: 'Сингапур',
  KY: 'Каймански о-ви', XS: 'Euroclear',
}
